Repository: L0ginfo/middleware-interno
Catalog: src/Locale/*/default.po
Languages: pt_br

source: The caracteristica has been saved.
pt_br: A caracteristica foi salva.

source: The caracteristica could not be saved. Please, try again.
pt_br: A caracteristica não foi salva.

source: The caracteristica has been deleted.
pt_br: A caracteristica foi removida.

source: The caracteristica ') . ' ' . __('could not be deleted. Please, try again.
pt_br: A caracteristica não foi removida.

source: The caracteristicas produto has been saved.
pt_br: A caracteristica do produto foi salva.

source: The caracteristicas produto could not be saved. Please, try again.
pt_br: A caracteristica do produto não foi salva.

source: The caracteristicas produto has been deleted.
pt_br: A caracteristica do produto foi removida.

source: The caracteristicas produto ') . ' ' . __('could not be deleted. Please, try again.
pt_br: A caracteristica do produto não foi removida.

source: The categoria empresa has been saved.
pt_br: A categoria foi salva.

source: The categoria empresa could not be saved. Please, try again.
pt_br: A categoria não foi salva.

source: The categoria empresa has been deleted.
pt_br: A categoria foi removida.

source: The categoria empresa ') . ' ' . __('could not be deleted. Please, try again.
pt_br: A categoria não foi removida.

source: The cliente has been saved.
pt_br: O cliente foi salvo.

source: The cliente could not be saved. Please, try again.
pt_br: O cliente não foi salvo.

source: The cliente has been deleted.
pt_br: O cliente foi removido.

source: The cliente ') . ' ' . __('could not be deleted. Please, try again.
pt_br: O cliente não foi removido.

source: The condicao pagamento has been saved.
pt_br: A condição de pagamento foi salva.

source: The condicao pagamento could not be saved. Please, try again.
pt_br: A condição de pagamento não foi salva.

source: The condicao pagamento has been deleted.
pt_br: A condição de pagamento foi removida.

source: The condicao pagamento ') . ' ' . __('could not be deleted. Please, try again.
pt_br: A condição de pagamento não foi salva.

source: The contato has been saved.
pt_br: O contato foi salvo.

source: The contato could not be saved. Please, try again.
pt_br: O contato não foi salvo.

source: The contato has been deleted.
pt_br: O contato foi removido.

source: The contato ') . ' ' . __('could not be deleted. Please, try again.
pt_br: O contato não foi removido.

source: The endereco has been saved.
pt_br: O endereço foi salvo.

source: The endereco could not be saved. Please, try again.
pt_br: O endereço não foi salvo.

source: The endereco has been deleted.
pt_br: O endereço foi removido.

source: The endereco ') . ' ' . __('could not be deleted. Please, try again.
pt_br: O endereço não foi removido.

source: The pedido produto has been saved.
pt_br: O produto do pedido foi salvo.

source: The pedido produto has been updated.
pt_br: O produto do pedido foi atualizado.

source: The pedido produto could not be saved. Please, try again.
pt_br: O produto do pedido não foi salvo.

source: The pedido produto has been deleted.
pt_br: O produto do pedido foi removido.

source: The pedido produto ') . ' ' . __('could not be deleted. Please, try again.
pt_br: O produto do pedido não foi removido.

source: The pedido troca has been saved.
pt_br: A troca do pedido foi salva.

source: The pedido troca could not be saved. Please, try again.
pt_br: A troca do pedido não foi salva.

source: The pedido troca has been deleted.
pt_br: A troca do pedido foi removida.

source: The pedido troca ') . ' ' . __('could not be deleted. Please, try again.
pt_br: A troca do pedido não foi removida.

source: The pedido has been saved.
pt_br: O pedido foi salvo.

source: The pedido could not be saved. Please, try again.
pt_br: O pedido não foi salvo.

source: The pedido has been deleted.
pt_br: O pedido foi removido.

source: The pedido ') . ' ' . __('could not be deleted. Please, try again.
pt_br: O pedido não foi removido.

source: The produto has been saved.
pt_br: O produto foi salvo.

source: The produto could not be saved. Please, try again.
pt_br: O produto não foi salvo.

source: The produto has been deleted.
pt_br: O produto foi removido.

source: The produto ') . ' ' . __('could not be deleted. Please, try again.
pt_br: O produto não foi removido.

source: The regiao has been saved.
pt_br: A região foi salva.

source: The regiao could not be saved. Please, try again.
pt_br: A região não foi salva.

source: The regiao has been deleted.
pt_br: A região foi removida.

source: The regiao ') . ' ' . __('could not be deleted. Please, try again.
pt_br: A região não foi removida.

source: The regioes representante has been saved.
pt_br: O representante da região foi salvo.

source: The regioes representante could not be saved. Please, try again.
pt_br: O representante da região não foi salvo.

source: The regioes representante has been deleted.
pt_br: O representante da região foi removido.

source: The regioes representante ') . ' ' . __('could not be deleted. Please, try again.
pt_br: O representante da região não foi removido.

source: The sessao has been saved.
pt_br: A sessão foi salva.

source: The sessao could not be saved. Please, try again.
pt_br: A sessão não foi salva.

source: The sessao has been deleted.
pt_br: A sessão foi removida.

source: The sessao ') . ' ' . __('could not be deleted. Please, try again.
pt_br: A sessão não foi removida.

source: The tabela preco has been saved.
pt_br: A tabela de preço foi salva.

source: The tabela preco could not be saved. Please, try again.
pt_br: A tabela de preço não foi salva.

source: The tabela preco has been deleted.
pt_br: A tabela de preço foi removida.

source: The tabela preco ') . ' ' . __('could not be deleted. Please, try again.
pt_br: A tabela de preço não foi removida.

source: The tipo contato has been saved.
pt_br: O tipo de contato foi salvo.

source: The tipo contato could not be saved. Please, try again.
pt_br: O tipo de contato não foi salvo.

source: The tipo contato has been deleted.
pt_br: O tipo de contato foi removido.

source: The tipo contato ') . ' ' . __('could not be deleted. Please, try again.
pt_br: O tipo de contato não foi removido.

source: The usuario grupo has been saved.
pt_br: O grupo de usuário foi salvo.

source: The usuario grupo could not be saved. Please, try again.
pt_br: O grupo de usuário não foi salvo.

source: The usuario grupo has been deleted.
pt_br: O grupo de usuário foi removido.

source: The usuario grupo ') . ' ' . __('could not be deleted. Please, try again.
pt_br: O grupo de usuário não foi salvo.

source: The usuario has been saved.
pt_br: O usuário foi salvo.

source: The usuario could not be saved. Please, try again.
pt_br: O usuário não foi salvo.

source: The usuario has been deleted.
pt_br: O usuário foi removido.

source: The usuario ') . ' ' . __('could not be deleted. Please, try again.
pt_br: O usuário não foi removido.

source: could not be saved. Please, try again.
pt_br: não pode ser salvo, tente novamente.

source: Username or password is incorrect
pt_br: Usuário ou senha incorretos

source: Actions
pt_br: Ações

source: Submit
pt_br: Salvar

source: Delete
pt_br: Remover

source: Are you sure you want to delete # {0}?
pt_br: Você tem certeza que deseja excluir #{0} ?

source: View
pt_br: Ver

source: Edit
pt_br: Editar

source: previous
pt_br: Anterior

source: next
pt_br: Próximo

source: Caracteristicas
pt_br: Características

source: Add Caracteristica
pt_br: Adicionar característica

source: List Caracteristicas
pt_br: Listar características

source: Edit Caracteristica
pt_br: Editar característica

source: New Caracteristica
pt_br: Nova característica

source: View Caracteristica
pt_br: Ver característica

source: Sessao
pt_br: Sessão

source: Descricao
pt_br: Descrição

source: Areas
pt_br: Áreas

source: Area
pt_br: Área

source: Created By
pt_br: Criado por

source: Modified By
pt_br: Modificado por

source: Created
pt_br: Criado em

source: Modified
pt_br: Modificado

source: Caracteristicas Produtos
pt_br: Características do produto

source: Add Caracteristicas Produto
pt_br: Adicionar características ao produto

source: View Caracteristicas Produto
pt_br: Ver característica do produto

source: Caracteristica
pt_br: Característica

source: Categoria Empresas
pt_br: Categoria

source: Add Categoria Empresa
pt_br: Adicionar categoria

source: List Categoria Empresas
pt_br: Listar categorias

source: Edit Categoria Empresa
pt_br: Editar categoria

source: New Categoria Empresa
pt_br: Nova categoria

source: View Categoria Empresa
pt_br: Ver categoria

source: View Categoria Empresas Representante
pt_br: Ver categoria da empresa do representante

source: Categoria Empresa
pt_br: Categoria

source: Usuario
pt_br: Usuário

source: Add Cliente
pt_br: Adicionar cliente

source: List Clientes
pt_br: Listar clientes

source: Edit Cliente
pt_br: Editar cliente

source: New Cliente
pt_br: Novo cliente

source: View Cliente
pt_br: Ver cliente

source: Codigo
pt_br: Código

source: Regiao
pt_br: Região

source: Informacoes
pt_br: Informações

source: Condicao Pagamentos
pt_br: Condições de pagamentos

source: Add Condicao Pagamento
pt_br: Adicionar condição de pgto

source: List Condicao Pagamentos
pt_br: Listar condição de pgto

source: Edit Condicao Pagamento
pt_br: Editar condição de pgto

source: New Condicao Pagamento
pt_br: Nova condição de pgto

source: View Condicao Pagamento
pt_br: Ver condição de pgto

source: Add Contato
pt_br: Adicionar contato

source: List Contatos
pt_br: Listar contatos

source: Edit Contato
pt_br: Editar contato

source: New Contato
pt_br: Novo contato

source: View Contato
pt_br: Ver contato

source: Tipo Contato
pt_br: Tipo de contato

source: Enderecos
pt_br: Endereços

source: Add Endereco
pt_br: Adicionar endereço

source: List Enderecos
pt_br: Listar endereços

source: Edit Endereco
pt_br: Editar endereço

source: New Endereco
pt_br: Novo endereço

source: View Endereco
pt_br: Ver endereço

source: Numero
pt_br: Número

source: Endereco Entrega
pt_br: Endereço de entrega

source: Grupo Usuários
pt_br: Grupo de usuários

source: Add Log
pt_br: Adicionar Log

source: List Logs
pt_br: Lista Logs

source: Edit Log
pt_br: Editar Log

source: New Log
pt_br: Novo Log

source: View Log
pt_br: Ver log

source: Controller
pt_br: Controlador

source: Action
pt_br: Ação

source: Params
pt_br: Parametros

source: Type
pt_br: Tipo

source: Description
pt_br: Descrição

source: Add Pedido Produto
pt_br: Adicionar produto ao pedido

source: Edit Pedido Produto
pt_br: Editar produto do pedido

source: New Pedido Produto
pt_br: Novo Pedido de Produto

source: View Pedido Produto
pt_br: Ver produto do pedido

source: List Pedido Produtos
pt_br: Lista de Pedido Produtos

source: Valor Negociado
pt_br: Valor de Negociado

source: Promocao
pt_br: Promoção

source: Valor Desconto
pt_br: Valor de desconto

source: Pedido Trocas
pt_br: Pedido de troca

source: Add Pedido Troca
pt_br: Adicionar pedido de troca

source: List Pedido Trocas
pt_br: Listar pedidos de trocas

source: Edit Pedido Troca
pt_br: Editar pedido de troca

source: New Pedido Troca
pt_br: Novo pedido de troca

source: View Pedido Troca
pt_br: Ver pedido de troca

source: Pedido Produto
pt_br: Pedido de Produto

source: Add Pedido
pt_br: Adicionar Pedido

source: List Pedidos
pt_br: Listar pedidos

source: Edit Pedido
pt_br: Editar pedido

source: New Pedido
pt_br: Novo pedido

source: View Pedido
pt_br: Ver pedido

source: Condicao Pagamento
pt_br: Condição de pagamento

source: Data Pedido
pt_br: Data do pedido

source: Numero Ordem Compras Cliente
pt_br: Nº ordem de serviço do cliente

source: Preco Base
pt_br: Preço base

source: Observacao
pt_br: Observação

source: Add Produto
pt_br: Adicionar produto

source: List Produtos
pt_br: Listar produtos

source: Edit Produto
pt_br: Editar produto

source: New Produto
pt_br: Novo produto

source: View Produto
pt_br: Ver produto

source: Brinde Produto
pt_br: Deste produto

source: Brinde Compre
pt_br: Compre unidades deste produto

source: Brinde Ganhe
pt_br: Ganhe unidades...

source: Brinde
pt_br: Deste produto

source: Regioes
pt_br: Regiões

source: Add Regiao
pt_br: Adicionar região

source: List Regioes
pt_br: Listar regiões

source: Edit Regiao
pt_br: Editar região

source: New Regiao
pt_br: Nova região

source: View Regiao
pt_br: Ver região

source: View Regioes Representante
pt_br: Ver região do representante

source: View Responsavel Sessao
pt_br: Ver responsável da sessão

source: Sessoes
pt_br: Sessões

source: Add Sessao
pt_br: Adicionar sessão

source: List Sessoes
pt_br: Listar sessões

source: Edit Sessao
pt_br: Editar sessão

source: New Sessao
pt_br: Nova sessão

source: View Sessao
pt_br: Ver sessão

source: Tabela Precos
pt_br: Tabela de preço

source: Add Tabela Preco
pt_br: Adicionar tabela de preço

source: List Tabela Precos
pt_br: Listar tabelas de preços

source: Edit Tabela Preco
pt_br: Editar tabela de preço

source: New Tabela Preco
pt_br: Nova tabela de preço

source: View Tabela Preco
pt_br: Ver tabela de preço

source: Percentual Maximo Desconto
pt_br: % de desconto

source: Preco Promocional
pt_br: Preço promocional

source: Data Inicio Preco Promocional
pt_br: Data início promoção

source: Date Fim Preco Promocional
pt_br: Data fim da promoção

source: Tipo Contatos
pt_br: Tipo de contato

source: Add Tipo Contato
pt_br: Adicionar tipo de contato

source: List Tipo Contatos
pt_br: Listar tipos de contatos

source: Edit Tipo Contato
pt_br: Editar tipo de contato

source: New Tipo Contato
pt_br: Novo tipo de contato

source: View Tipo Contato
pt_br: Ver tipo de contato

source: Usuario Grupos
pt_br: Grupo de usuário

source: Add Usuario Grupo
pt_br: Adicionar grupo de usuário

source: Add Usuario Grupos
pt_br: Adicionar grupo de usuário

source: List Usuario Grupos
pt_br: Listar grupos de usuários

source: Edit Usuario Grupo
pt_br: Editar grupo de usuário

source: New Usuario Grupo
pt_br: Novo grupo de usuário

source: List Usuario Grupo
pt_br: Listar grupo de usuários

source: New Usuario Grupos
pt_br: Novo grupo de usuário

source: View Usuario Grupo
pt_br: Ver grupo de usuário

source: Changed By
pt_br: Modificado por

source: Usuarios
pt_br: Usuários

source: Add Usuario
pt_br: Adicionar usuário

source: List Usuarios
pt_br: Listar usuários

source: Edit Usuario
pt_br: Editar usuário

source: New Usuario
pt_br: Novo usuário

source: View Usuario
pt_br: Ver usuário

source: Add Valor Caracteristica
pt_br: Adicionar valor da característica

source: Edit Valor Caracteristica
pt_br: Editar valor da característica

source: Valor Caracteristicas
pt_br: valor da característica

source: View Valor Caracteristica
pt_br: Ver valor da característica

source: List Valor Caracteristicas
pt_br: Lista de Valores das característica

source: Bl Awb
pt_br: BL AWD

source: Data Emissao
pt_br: Data Emissão

source: View Container
pt_br: Container

source: Observacoes
pt_br: Observações

source: January
pt_br: Janeiro

source: February
pt_br: Fevereiro

source: March
pt_br: Março

source: April
pt_br: Abril

source: May
pt_br: Maio

source: June
pt_br: Junho

source: July
pt_br: Julho

source: August
pt_br: Agosto

source: September
pt_br: Setembro

source: October
pt_br: Outubro

source: November
pt_br: Novembro

source: December
pt_br: Dezembro

source: Change company
pt_br: Selecionar empresa

source: Add Item
pt_br: Adicionar item/produto

source: Entradas
pt_br: Documentos de entrada

source: Entrada
pt_br: Documento de entrada

source: New Entrada
pt_br: Novo documento de entrada

source: Edit Entrada
pt_br: Editar documento de entrada

source: Add Entrada
pt_br: Novo documento de entrada

source: List Entradas
pt_br: Lista documentos de entrada

source: New Instituicoes Financeira
pt_br: Nova Instituição Financeira

source: This value is already in use
pt_br: Valor já cadastrado

source: List
pt_br: Listar

source: Add
pt_br: Adicionar

source: New
pt_br: Cadastrar

source: Editing
pt_br: Editando

source: of
pt_br: de

source: of
pt_br: de

source: Edit
pt_br: Editar

source: has been saved.
pt_br: foi cadastrada(o) com sucesso!

source: could not be saved. Please, try again.
pt_br: não foi cadastrada(o) com sucesso, tente novamente.

source: Composicao1
pt_br: Composição 1

source: Composicao2
pt_br: Composição 2

source: Composicao3
pt_br: Composição 3

source: Composicao4
pt_br: Composição 4

source: Pages
pt_br: Página Inicial

source: EmpresasUsuarios
pt_br: Vínculo Empresas à Usuários

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Endereco
pt_br: Endereço

source: EstoqueEnderecos
pt_br: Estoques Endereços

source: Estoque Enderecos
pt_br: Estoque Endereços

source: Operacoes
pt_br: Operações

source: Moedas Cotacoes
pt_br: Moedas Cotações

source: MoedasCotacoes
pt_br: Moedas Cotações

source: Moedas Cotacao
pt_br: Moedas Cotação

source: Tipo Cotacao
pt_br: Tipo Cotação

source: Valor Cotacao
pt_br: Valor Cotação

source: Data Cotacao
pt_br: Data Cotação

source: DocumentacaoEntrada
pt_br: Documentação de Entrada

source: The provided value is invalid
pt_br: O valor informado não é válido!

source: Veiculo Identificacao
pt_br: Veículo Identificação

source: Operacao
pt_br: Operação

source: OrdemServicoTipos
pt_br: Tipos Ordem de Serviço

source: OrdensServicoPendentes
pt_br: Ordens de Serviço Pendentes

source: Ordem Servico Tipo
pt_br: Tipo de Ordens Serviço

source: This value does not exist
pt_br: Este valor não foi passado via parâmetro

source: _existsIn
pt_br: necessário

source: _empty
pt_br: _vazio

source: This field is required
pt_br: Este campo é obrigatório

source: This field cannot be left empty
pt_br: Este campo não pode ficar vazio

source: Ordem Servico Servexecs
pt_br: Ordens de Serviços Executadas

source: The
pt_br: O registro de

source: has been deleted.
pt_br: foi deletado com sucesso!

source: could not be deleted. Please, try again.
pt_br: não pode ser deletado. Por favor tente novamente!

source: moedas cotacao
pt_br: Cotação de Moedas

source: Return Files from Bank
pt_br: Retonar Arquivos do Banco

source: Process
pt_br: Processar

source: Menuses
pt_br: Menus

source: Documentacao Entrada
pt_br: Documentação Entrada

source: Documentacao Entradas
pt_br: Documentações Entradas

source: Faturamento Fechamento
pt_br: Fechamento de Faturamento

source: Situacao
pt_br: Situação

source: situacao
pt_br: situação

source: numero
pt_br: número

source: Versao
pt_br: Versão

source: versao
pt_br: versão

source: Viagem Numero
pt_br: Viagem

source: viagem numero
pt_br: viagem

source: Codigo Unico
pt_br: Código Único

source: Integracao
pt_br: Integração

source: Conversao Sku
pt_br: Conversão de SKU

source: Conversao Skus
pt_br: Conversão de SKUs

source: Ra Codigo
pt_br: RA Código

source: Titulo
pt_br: Título

source: Nivel
pt_br: Nível

source: Nome Unico
pt_br: Nome Único

source: Dias Vencimento
pt_br: Dias para o Vencimento

source: Razao Social
pt_br: Razão Social

source: Data Hora Saida
pt_br: Data Hora Saída

source: Veiculo
pt_br: Veículo

source: Resv Codigo
pt_br: Resv Código

source: Tipos Ordem de Serviço
pt_br: Tipos de Ordem de Serviço

source: Servicos
pt_br: Serviços

source: Serie
pt_br: Série

source: Endereco Origem
pt_br: Endereço Origem

source: Endereco Destino
pt_br: Endereço Destino

source: Lote Codigo
pt_br: Lote Código

source: Codigo Barras
pt_br: Código de Barras

source: House Desconsolidacao
pt_br: House Desconsolidação

source: Data Desembaraco
pt_br: Data Desembaraço

source: Data Apreensao
pt_br: Data Apreensão

source: Data Liberacao
pt_br: Data Liberação

source: Tipo Pagamentos
pt_br: Tipo de Pagamentos

source: Forma Pagamentos
pt_br: Forma de Pagamentos

source: Formula
pt_br: Fórmula

source: Data Inicio Vigencia
pt_br: Data Início Vigencia

source: Motivo Feriado
pt_br: Motivo do Feriado

source: Faturamento Fechamentos
pt_br: Fechamentos de Faturamento

source: Periodo Inicial
pt_br: Periodo Inícial

source: Inventario
pt_br: Inventário

source: Inventario do Armazem
pt_br: Inventário do Armazem

source: Maritimos
pt_br: Marítimos

source: Planejamento Maritimos
pt_br: Planejamento Marítimos

source: Planejamento Maritimo
pt_br: Planejamento Marítimo

source: Paralizacao Motivo
pt_br: Paralização Motivo

source: paralizacao_motivo_id
pt_br: Paralização Motivo

source: Mostra Codigo
pt_br: Mostra Código

source: Mostra Qtd
pt_br: Mostra Quantidade

source: Retencoes
pt_br: Retenções

source: Retencao
pt_br: Retenção

source: Empresas Retencao
pt_br: Empresas Retenções
